/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "e-posta";
"Enter your email address here" = "E-posta adresinizi buraya girin";
"Content" = "İçerik";
//"Note:" = "Note: ";
"Submit" = "Göndermek";
"Sending…" = "gönderiliyor…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Posta başarıyla gönderildi! Sorunu en kısa sürede çözeceğiz.";
"Send failed!" = "Gönderilemedi!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "İlgili çözümü bulmak için ürün desteğine de tıklayabilirsiniz. Ürün Desteği >> ";
"Product Support >>" = "Ürün Desteği >>";
"Please make sure your network connection is working and submit again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar gönderin.";
"Feedback" = "Geri bildirim";

"Please enter valid Email address." = "Lütfen geçerli bir E-posta adresi girin.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Bizimle iletişime geçtiğiniz ve ürünümüzle ilgili görüşlerinizi bize bildirdiğiniz için teşekkür ederiz.";
"What do you want to do with this product?" = "Bu ürünle ne yapmak istiyorsunuz?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Sorunu hızlı bir şekilde çözmek için lütfen yaşadığınız sorunu mümkün olduğunca ayrıntılı bir şekilde tanımlayın.";
"What is your problem when using this product?" = "Bu ürünü kullanırken sorununuz nedir?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Ürün veya satış sonrası hizmetle ilgili herhangi bir sorunuz varsa, lütfen bize bildirmekten çekinmeyin.";
"E-mail" = "e-posta";
"Please enter a valid email address" = "Geçerli bir e";
"Please make sure your email is correct" = "Lütfen e-postanızın doğru olduğundan emin olun";
"Notes:" = "Notlar:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Küresel müşteri hizmetlerinin saat farkından dolayı, hafta içi 48 saat içinde cevap alacaksınız.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Benzer siparişler ile ilgili sorulara veya teknik sorunlara hemen göz atmak için Sıkça Sorulan Sorular kılavuzlarımızı da kontrol edebilirsiniz.";
"order issues" = "siparişler ile ilgili sorulara";
"technical problems" = "teknik sorunlara";

"Attach log file" = "Günlük dosyası ekle";
"Attach images:" = "Resimleri ekleyin:";
"Add Image" = "Resim eklemek";
"Add up to 2 images" = "En fazla 2 resim ekleyin";
"Submit" = "Göndermek";
"Sending…" = "gönderiliyor…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Posta başarıyla gönderildi! Sorunu en kısa sürede çözeceğiz.";
"Send failed!" = "Gönderilemedi!";
"Please make sure your network connection is working and submit again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar gönderin.";
"Feedback" = "Geri bildirim";
"OK" = "tamam";

